"To:" = "À :";

"%d seconds ago" = "il y a %d secondes";

/* Date format: 7/27/09 */
"M/d/yy" = "d/M/yy";

/* Current page in photo browser (1 of 10) */
"%d of %d" = "%d sur %d";

"Are you sure you want to cancel?" = "Souhaitez-vous vraiment annuler ?";

"Send" = "Envoyer";

"New Message" = "Nouveau message";

"Showing %@ Photos" = "Affichage de %@ photos";

"Unable to load this photo set." = "Impossible de charger cet album.";

"This photo set contains no photos." = "Cet album ne contient aucune photo.";

"Are you sure?" = "Veuillez confirmer";

"Subject:" = "Objet :";

"Today" = "Aujourd'hui";

"%d minutes ago" = "il y a %d minutes";

"Open in Safari" = "Ouvrir dans Safari";

/* Date format: Monday, July 27, 2009 */
"EEEE, LLLL d, YYYY" = "EEEE d LLLL YYYY";

"Connection Error" = "Erreur de connexion";

"just a moment ago" = "il y a un instant";

"Yesterday" = "Hier";

"Alert" = "Alerte";

"No Internet Connection" = "Aucune connexion internet";

"Showing %@ of %@ Photos" = "Affichage de %@/%@ photos";

"Sorry, there was an error." = "Une erreur s'est produite.";

"Updating..." = "Mise à jour...";

"%d hours ago" = "il y a %d heures";

"about an hour ago" = "il y a environ une heure";

"No Photos" = "Aucune photo";

"Search" = "Rechercher";

"Ok" = "OK";

"Connection Timed Out" = "Dépassement de délai";

/* Date format: 1:05 pm */
"h:mm a" = "HH:mm";

"No" = "Non";

"Error" = "Erreur";

/* Date format: Mon 1:05 pm */
"EEE h:mm a" = "EEE HH:mm";

"MMMM" = "MMMM";

/* Date format: Monday */
"EEEE" = "EEEE";

"about a minute ago" = "il y a environ une minute";

"OK" = "OK";

"yyyy" = "yyyy";

/* Title for back button that returns to photo browser */
"Photo" = "Photo";

/* See all photo thumbnails */
"See All" = "Afficher tout";

"Load More Photos..." = "Charger plus de photos...";

/* Date format: Jul 27 1:05 pm */
"MMM d h:mm a" = "d MMM HH:mm";

"Done" = "Terminé";

/* Date format: July 27 */
"MMMM d" = "d MMMM";

"Cancel" = "Annuler";

"Yes" = "Oui";

"Loading..." = "Chargement...";

"Sending..." = "Envoi...";
